{
    "template": "location-images.jade",
    "title": "Images of the Hubbard Glacier",
    "images":
        [
        {
            "filename": "Hubbard_Location.jpg",
            "caption": "Location of Hubbard Glacier, Valerie Glacier, Disenchantment Bay, and Russell Fiord."
        },
	{
            "filename": "Hubbard_Images_1.jpg",
            "caption": "Setup of a scanning Radar system, run by Gabe Wolken of DGGS, for tracking glacial movement. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_2.jpg",
            "caption": "Riegl VZ-6000 long-range LiDAR system setup at Hubbard Glacier, scanning the glacier every 5-minutes, capturing a 3-dimensional point-cloud time-lapse for monitoring glacial motion and deformation. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_3.jpg",
            "caption": "Adam LeWinter configuring the Riegl VZ-6000 long-range LiDAR system at Hubbard Glacier. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_4.jpg",
            "caption": "Small calving event while the Radar and LiDAR units survey the Hubbard Glacier. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_5.jpg",
            "caption": "View looking West through the gap between Hubbard Glacier and Gilbert Point. As the glacier advances, the potential for the formation of an ice dam occurs. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_6.jpg",
            "caption": "Hubbard Glacier calving front with Gilbert Point in the background. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_7.jpg",
            "caption": "View looking East through the gap between Hubbard Glacier and Gilbert Point. May 2013. Credit: Adam LeWinter, CRREL"
        },
        {
            "filename": "Hubbard_Images_8.jpg",
            "caption": "Hubbard Glacier. May 2013. Credit: Adam LeWinter, CRREL"
        }
    ]
}
